[
    {
        "name": "Afghanistan",
        "fact": "Afghanistan is in Central Asia, Kite flying or 'Gudiparan Bazi' is one of Afghanistan's national outdoor sports."
    },
    {
        "name": "Åland Islands",
        "fact": "Åland is an archipelago province at the entrance to the Gulf of Bothnia in the Baltic Sea belonging to Finland."
    },
    {
        "name": "Albania",
        "fact": "Albania is in the Balkans in the South East of Europe. Mother Teresa is the country’s heroine. She is also the only Nobel laureate from Albania."
    },
    {
        "name": "Algeria",
        "fact": "Algeria is in North Africa and is the largest African country in land, although 90% of the country is composed of the Sahara Desert."
    },
    {
        "name": "American Samoa",
        "fact": "As the only U.S. territory located south of the Equator, American Samoa's flag is symbolic of that association, as it features the red, white and blue of the U.S. Stars and Stripes, as well as an American bald eagle. "
    },
    {
        "name": "Andorra",
        "fact": "Andorra, located in the heart of the Pyrenees Mountains, is the highest inhabited country in Europe."
    },
    {
        "name": "Angola",
        "fact": "Angola is located in Southern Africa and is Portuguese speaking. Angola is the origin of the dreadlocks hair style."
    },
    {
        "name": "Anguilla",
        "fact": "Anguilla is a British territory located in the Caribbean, near Puerto Rico."
    },
    {
        "name": "Antarctica",
        "fact": "Antarctica is noted as the last region on Earth in recorded history to be discovered, unseen until 1820"
    },
    {
        "name": "Antigua and Barbuda",
        "fact": "A sovereign state in the West Indies in the Americas, lying between the Caribbean Sea and the Atlantic Ocean which consists of two major islands, Antigua and Barbuda, and a number of smaller islands"
    },
    {
        "name": "Argentina",
        "fact": "The city of Ushuaia, located in Argentina, is believed to be the most southernmost city in the entire world."
    },
    {
        "name": "Armenia",
        "fact": "Armenia is a mountainous, landlocked country, on the southeastern edge of Europe, and at the gateway to the Middle East and Asia."
    },
    {
        "name": "Aruba",
        "fact": "This sunshiny place of balmy (some say perfect) weather, sandy beaches, duty-free shopping is one of the most popular vacation destinations in the entire Caribbean."
    },
    {
        "name": "Australia",
        "fact": "Australia is home to 21 of the 25 most venomous snakes in the world. It has more venomous snake species than any other continent."
    },
    {
        "name": "Austria",
        "fact": "There are eight countries bordering Austria, including Slovenia, Italy, Switzerland, Liechtenstein, Hungary, Slovakia, Germany and the Czech Republic."
    },
    {
        "name": "Azerbaijan",
        "fact": "Located in the North of Middle East and Iran. Azerbaijan became the first Muslim nation to declare women and men equal in political rights - long before the United Kingdom and the United States."
    },
    {
        "name": "Bahamas",
        "fact1": "Located in the Carribean. Christopher Columbus's first landfall in the 'New World' was on the Bahamian island of San Salvador."
    },
    {
        "name": "Bahrain",
        "fact": "Located just off the eastern coastline of Saudi Arabia in the Persian Gulf, Bahrain is a small archipelago of 33 islands, with the largest island being Bahrain Island."
    },
    {
        "name": "Bangladesh",
        "fact": "Located in the East of India. The Royal Bengal Tiger is the country’s national animal."
    },
    {
        "name": "Barbados",
        "fact": "Located in the Carribean. Coucou and flying fish is the national dish of Barbados. Coucou is a cornmeal product made with okra."
    },
    {
        "name": "Belarus",
        "fact": "Located between Poland and Russia. Ice hockey is the most popular sport in Belarus and is heavily funded by the nation's government. The national ice hockey team of Belarus regularly competes in the World Championships. "
    },
    {
        "name": "Belgium",
        "fact": "In addition to being well known for their famous waffles, Belgium is also known for a very different kind of snack called moules frites which are mussels served with french fries."
    },
    {
        "name": "Belize",
        "fact": "In Central America. Archaeological evidence in Belize indicates that the famed Mayan culture began to emerge in this lowland area of the Yucatan Peninsula around 1000 BC."
    },
    {
        "name": "Benin",
        "fact1": "The Republic of Benin is a West African country that is bordered by Niger, Burkina Faso, Togo, and Nigeria.",
        "fact2": "Vodun or voodoo worship, practiced by 17% of Benin people, believes in a divine Creator known as Mawu or Mahu a female being who gave birth to seven children and gave them dominion over seven different realms of nature."
    },
    {
        "name": "Bermuda",
        "fact": "Located in the Atlantic Ocean. Bermuda shorts originated with the British Army for wear in tropical and desert climates during a shortage of clothing in Bermuda in the Second World War."
    },
    {
        "name": "Bhutan",
        "fact": "Called Druk Yul (Land of the Thunder Dragon) by its people, the strikingly beautiful Kingdom of Bhutan lies in the eastern Himalayas, sandwiched between China and India."
    },
    {
        "name": "Bolivia",
        "fact": "Located in South America, Bolivia is considered to be one of the wettest countries in the world as there is approximately 8000mm of rainfall per year"
    },
    {
        "name": "Bonaire, Sint Eustatius and Saba",
        "fact": "The Caribbean Netherlands are the three special municipalities of the Netherlands that are located in the Caribbean Sea."
    },
    {
        "name": "Bosnia and Herzegovina",
        "fact": "Located in the Balkans, South Eastern Europe. With its vibrant mountain backdrops and major rivers suitable for rafting and kayaking, Bosnia and Herzegovina is easily becoming one of the go-to spots for those with a desire for outdoor adventure."
    },
    {
        "name": "Botswana",
        "fact": "In Southern Africa, Botswana is home to approximately 130,451 elephants and has a density of 1.28 elephants per square km, which is the highest elephant concentration in Africa."
    },
    {
        "name": "Bouvet Island",
        "fact": "Bouvet Island is an uninhabited subantarctic high island and dependency of Norway located in the South Atlantic Ocean."
    },
    {
        "name": "Brazil",
        "fact": "Capoeira is a form of martial arts that originated within African slaves. It is an artistic sport that resembles dance, and is a favorite pastime of many Brazilians."
    },
    {
        "name": "British Indian Ocean Territory",
        "fact": "Located in the middle of the Indian Ocean. Also called the Chagos Archipelago. The Chagossians, numbering about 2,000 people, were expelled to other islands so a joint UK/US military base could be built there."
    },
    {
        "name": "United States Minor Outlying Islands",
        "fact": "Located in the middle of the Pacific Ocean. The only human population consists of temporarily stationed scientific and military personnel."
    },
    {
        "name": "Virgin Islands (British)",
        "fact": "Located in the Carribean. In 1493, Christopher Columbus spotted these beautiful islands and named them 'Santa Ursula y las Once Mil Vírgenes' (Saint Ursula and her 11,000 Virgins)."
    },
    {
        "name": "Virgin Islands (U.S.)",
        "fact": "Located in the Carribean. In 1493, Christopher Columbus spotted these beautiful islands and named them 'Santa Ursula y las Once Mil Vírgenes' (Saint Ursula and her 11,000 Virgins)."
    },
    {
        "name": "Brunei Darussalam",
        "fact": "The small country of Brunei Darussalam is situated on the northwestern edge of the island of Borneo, which is between Singapore and the Philippines"
    },
    {
        "name": "Bulgaria",
        "fact": "Situated between the Balkans and Sradna Gora mountains is a unique place known as the Valley of Roses, which is responsible for 85% of the world's rose oil production."
    },
    {
        "name": "Burkina Faso",
        "fact": "Located in West Africa. Burkina Faso has a rich tradition of oral literature. For centuries, the history of the country’s various ethnic groups was conserved in the form of folk tales and legends, poems, heroic epics, songs, and dances."
    },
    {
        "name": "Burundi",
        "fact": "Located between Democratic Republic of Congo and Tanzania. The three stars represent the three ethnic groups that live in the country; the Hutu, Tutsi and the Twa. The red in the flag stands for the independence struggle, the green for hope and the white for peace."
    },
    {
        "name": "Cambodia",
        "fact": "Located in South East Asia, Cambodia is home to the largest religious building in the entire world: Angkor Wat which name directly translates to 'City of Temples'"
    },
    {
        "name": "Cameroon",
        "fact": "Located in Central Africa, Cameroon is often known as “Africa in miniature” as ethnically diverse with over 250 individual groups who coexist in peace and home to over 1738 different linguistic groups"
    },
    {
        "name": "Canada",
        "fact": "Dinosaur Provincial Park is a site where many fossils have been found. Over 500 specimens from over 40 species have been discovered here."
    },
    {
        "name": "Cabo Verde",
        "fact": "The Cape Verde islands consist of two small (volcanic in origin) archipelagos, about 400 miles off the western coast of Africa."
    },
    {
        "name": "Cayman Islands",
        "fact": "Located in the Carribean. On May 10, 1503, on his final voyage to the 'New World,' Christopher Columbus spotted the Cayman Islands. He named them Las Tortugas after the numerous sea turtles that inhabited their waters."
    },
    {
        "name": "Central African Republic",
        "fact1": "The Central African Republic is famed for its lowland gorilla population, Pygmy culture and for its fabulous national parks."
    },
    {
        "name": "Chad",
        "fact1": "Located in Central Africa. The ancient land called Chad was inhabited over one million years ago, at a time when much of it was only water. In modern Chad, precious water is often difficult to find"
    },
    {
        "name": "Chile",
        "fact": "Located in South America. The national drink is known as ‘Pisco’ (a clear liquid) with the most famous version being the ‘Pisco Sour’ which consists of lemon juice, ice, sugar and beaten egg whites"
    },
    {
        "name": "China",
        "fact1": "Ice cream originated in China. It was first invented in 2000 BC when the Chinese put together soft milk and rice in the snow."
    },
    {
        "name": "Christmas Island",
        "fact": "Christmas Island is an Australian territory located in the Indian Ocean, around 350 kilometres (220 mi) south of Java and Sumatra"
    },
    {
        "name": "Cocos (Keeling) Islands",
        "fact": "An Australian external territory on the Indian Ocean, comprising a small archipelago approximately midway between Australia and Sri Lanka and closer to the Indonesian island of Sumatra.",
    },
    {
        "name": "Colombia",
        "fact": "Located in South America. Bogota, Colombia, is 8,360 feet above sea level and is one of the highest cities in the world."
    },
    {
        "name": "Comoros",
        "fact": "The archipelago of Comoros is situated in the tropical waters of the Indian Ocean between the eastern coast of Africa and Madagascar."
    },
    {
        "name": "Congo",
        "fact": "Congo is a central African nation with rainforest reserves that are habitats for gorillas."
    },
    {
        "name": "Congo (Democratic Republic of the)",
        "fact": "In this central African nation, is found one of the unique wildlife species called the Bonobo, a species of chimpanzee where they can freely roam in the wild"
    },
    {
        "name": "Cook Islands",
        "fact": "Cook Islands is a self-governing island country in the South Pacific Ocean. These easy-on-the-eyes islands, fifteen in all, were named after Captain Cook, the famed British explorer, who sailed through them in 1773."
    },
    {
        "name": "Costa Rica",
        "fact": "Located in Central America. Costa Rica has over 100 volcanic formations, and seven of those are active. Arenal Volcano is one of the world's most active volcanoes."
    },
    {
        "name": "Croatia",
        "fact": "Located in the Balkans, South East Europe. With medieval castles punctuating the Dalmatian coastline, its numerous lakes and beaches, Croatia maintains a thriving tourism industry."
    },
    {
        "name": "Cuba",
        "fact": "Located in the Carribean. The smallest bird in the world can be found in Cuba. It is the Bee Hummingbird, which only grows to be 2 inches in length."
    },
    {
        "name": "Curaçao",
        "fact": "Curaçao is a Lesser Antilles island in the southern Caribbean Sea and the Dutch Caribbean region, about 65 km north of the Venezuelan coast."
    },
    {
        "name": "Cyprus",
        "fact": "Located in the Mediterranean Sea, Cyprus was the legendary birthplace of the Greek gods, Aphrodite and Adonis, and home to King Cinyras and Pygmalion."
    },
    {
        "name": "Czech Republic",
        "fact": "Located in Eastern Europe. Archaeologists have found evidence of human settlements in the Czech Republic, dating back to the Stone Age."
    },
    {
        "name": "Denmark",
        "fact": "One of the Scandinavian country and home to the world Clock which was built in 27 years and is supposed to keep time accurately for the next 570,000 years"
    },
    {
        "name": "Djibouti",
        "fact": "The tiny country of Djibouti is strategically situated between the western edge of the Gulf of Aden and the entrance to the Red Sea, in the horn of Africa. "
    },
    {
        "name": "Dominica",
        "fact": "Located in the Carribean, Christopher Columbus named the island after the day of the week on which he spotted it, a Sunday (Dominica in Latin)."
    },
    {
        "name": "Dominican Republic",
        "fact": "The island of Hispaniola, the second largest island in the Caribbean, contains two separate countries; the Dominican Republic and Haiti."
    },
    {
        "name": "Ecuador",
        "fact": "Located in South America. Iguana Park is located in Guyaquil, Ecuador and it is a safe haven for Iguanas."
    },
    {
        "name": "Egypt",
        "fact": "The Ancient Egyptians invented the clock, and were the first civilization to have 365 day calendars that were divided into 12 months."
    },
    {
        "name": "El Salvador",
        "fact": "El Salvador is Central America’s smallest nation by size."
    },
    {
        "name": "Equatorial Guinea",
        "fact": "Located in Central Africa, Equatorial Guinea is believed to have first been inhabited by Pygmies"
    },
    {
        "name": "Eritrea",
        "fact": "Eritrea is surrounded by the Red Sea to the eastern and northeastern side, Djibouti to the southeastern side, Ethiopia to the South, and Sudan to the west."
    },
    {
        "name": "Estonia",
        "fact": "A country in Northern Europe, borders the Baltic Sea and Gulf of Finland. The oldest known settlement in Estonia is the Pulli settlement, which according to radiocarbon dating was settled around 11,000 years ago."
    },
    {
        "name": "Ethiopia",
        "fact": "Located in the Horn of Africa. Legends in Ethiopia state that the Biblical Queen of Sheba was Makeda, a ruler from the ancient Ethiopian city of Axum."
    },
    {
        "name": "Falkland Islands (Malvinas)",
        "fact": "A self-governing territory of the United Kingdom (UK), located in the Southern Part of the Atlantic Ocean. Spanish speaking countries of South America refer to them as (Islas Malvinas)"
    },
    {
        "name": "Faroe Islands",
        "fact": "The Faroe Islands is a self-governing archipelago, part of the Kingdom of Denmark. It comprises 18 rocky, volcanic islands between Iceland and Norway in the North Atlantic Ocean"
    },
    {
        "name": "Fiji",
        "fact": "Located in the Oceania, and originally settled by Polynesians, the Fiji islands were sort of discovered in 1643 by Dutch explorer, Abel Tasman."
    },
    {
        "name": "Finland",
        "fact": "One of the Scandinavian country. Between 1906 and 1907, Finland became the first country in the world to both allow ALL its adult citizens the right to vote AND to run for office."
    },
    {
        "name": "France",
        "fact": "French people greet each other by kissing each other’s cheeks. They may kiss each other’s cheeks up to four times depending on what region of the country they are from."
    },
    {
        "name": "French Guiana",
        "fact": "Located in the North part of South America. Kourou is where the European Space Agency has a satellite launch site."
    },
    {
        "name": "French Polynesia",
        "fact": "French Polynesia is an overseas possession of France located in Oceania. Its flag depicts a canoe (piroque), sailing under a golden sun."
    },
    {
        "name": "French Southern Territories",
        "fact": "The French Southern and Antarctic Lands is an overseas territory of France situated between Africa and Antarctica"
    },
    {
        "name": "Fiji",
        "fact": "Originally settled by Polynesians, the Fiji islands were sort of discovered in 1643 by Dutch explorer, Abel Tasman."
    },
    {
        "name": "Fiji",
        "fact": "Originally settled by Polynesians, the Fiji islands were sort of discovered in 1643 by Dutch explorer, Abel Tasman."
    },
    {
        "name": "Fiji",
        "fact": "Originally settled by Polynesians, the Fiji islands were sort of discovered in 1643 by Dutch explorer, Abel Tasman."
    },
    {
        "name": "Fiji",
        "fact": "Originally settled by Polynesians, the Fiji islands were sort of discovered in 1643 by Dutch explorer, Abel Tasman."
    },
    {
        "name": "Fiji",
        "fact": "Originally settled by Polynesians, the Fiji islands were sort of discovered in 1643 by Dutch explorer, Abel Tasman."
    },
    {
        "name": "Fiji",
        "fact": "Originally settled by Polynesians, the Fiji islands were sort of discovered in 1643 by Dutch explorer, Abel Tasman."
    },
    {
        "name": "Fiji",
        "fact": "Originally settled by Polynesians, the Fiji islands were sort of discovered in 1643 by Dutch explorer, Abel Tasman."
    },
    {
        "name": "Fiji",
        "fact": "Originally settled by Polynesians, the Fiji islands were sort of discovered in 1643 by Dutch explorer, Abel Tasman."
    },
    {
        "name": "Fiji",
        "fact": "Originally settled by Polynesians, the Fiji islands were sort of discovered in 1643 by Dutch explorer, Abel Tasman."
    },
    {
        "name": "Fiji",
        "fact": "Originally settled by Polynesians, the Fiji islands were sort of discovered in 1643 by Dutch explorer, Abel Tasman."
    },
    {
        "name": "Fiji",
        "fact": "Originally settled by Polynesians, the Fiji islands were sort of discovered in 1643 by Dutch explorer, Abel Tasman."
    },
    {
        "name": "Fiji",
        "fact": "Originally settled by Polynesians, the Fiji islands were sort of discovered in 1643 by Dutch explorer, Abel Tasman."
    },
    {
        "name": "Fiji",
        "fact": "Originally settled by Polynesians, the Fiji islands were sort of discovered in 1643 by Dutch explorer, Abel Tasman."
    },
    {
        "name": "Fiji",
        "fact": "Originally settled by Polynesians, the Fiji islands were sort of discovered in 1643 by Dutch explorer, Abel Tasman."
    },
    {
        "name": "Fiji",
        "fact": "Originally settled by Polynesians, the Fiji islands were sort of discovered in 1643 by Dutch explorer, Abel Tasman."
    },
    {
        "name": "Fiji",
        "fact": "Originally settled by Polynesians, the Fiji islands were sort of discovered in 1643 by Dutch explorer, Abel Tasman."
    },
    {
        "name": "Fiji",
        "fact": "Originally settled by Polynesians, the Fiji islands were sort of discovered in 1643 by Dutch explorer, Abel Tasman."
    },
